[
  {
    "id": 1,
    "title": "Proyecto Integrador - Rick and Morty",
    "description": "Proyecto Integrador del Bootcamp Henry 2023. Proyecto individual desarrollado durante el modulo 2 (front-end) una Single Page Application (SPA) donde se renderizan cards de la serie de televisión Rick and Morty, se puede buscar por ID de personajes, tiene su sección para agregar personajes favoritos, manejando el estado con Redux y se conecta con la base de datos creada con PostgreSQL y la API de Rick and Morty.",
    "image": "https://res.cloudinary.com/dxe4igvmq/image/upload/v1700081482/Fotos/jjhynpn0mgrtipbghrca.jpg",
    "repositorio": "https://github.com/angeldvilla/rick-and-morty",
    "enlace": "https://www.youtube.com/watch?v=aWysHjkim5I"
  },

  {
    "id": 2,
    "title": "Proyecto Individual - Foods",
    "description": "Proyecto Individual del Bootcamp Henry 2023. Proyecto individual desarrollado en 3 semanas aproximadamente, una Single Page Application (SPA) donde se renderizan distintas recetas desde Spoonacular Recipes and Foods API y la base de datos creada con PostgreSQL.",
    "image": "https://res.cloudinary.com/dxe4igvmq/image/upload/v1700077829/Fotos/bf1udinanknihuffxapb.jpg",
    "repositorio": "https://github.com/angeldvilla/PI-Food-main",
    "enlace": "https://pi-foods-angel.netlify.app/"
  },

  {
    "id": 3,
    "title": "Proyecto Final - SkillHub",
    "description": "Proyecto Grupal Final del Bootcamp Henry 2023. Proyecto de 4 semanas contribuido por 6 desarrolladores aparte de mi persona. SkillHub es una página web que tiene como objetivo principal conectar a las personas que necesitan realizar un trabajo ocasional con aquellas que tienen la capacidad de llevar a cabo ese trabajo. Hemos logrado crear una plataforma que no solo resuelve un problema común, sino que también promueve la colaboración y la conexión de talento. Ahora, encontrar a alguien que pueda enseñarnos algo nuevo o llevar a cabo una tarea específica es más fácil que nunca.",
    "image": "https://res.cloudinary.com/dxe4igvmq/image/upload/v1700077829/Fotos/mauhrepqebxbuo4sqdb6.jpg",
    "repositorio": "https://github.com/angeldvilla/skillHub-front",
    "enlace": "https://skillhub-production.netlify.app/"
  },

  {
    "id": 4,
    "title": "Gestión de Valores de Polizas",
    "description": "Este proyecto representa una experiencia práctica colaborativa con otro desarrollador backend, centrado en satisfacer las necesidades específicas de la empresa TransArgelia y Cairo, ubicada en Cartago, Valle del Cauca, Colombia. La empresa, dedicada al transporte de vehículos como buses, taxis y microbuses, requería una solución eficiente para la gestión de pólizas de sus usuarios. El aplicativo web resultante se construyó utilizando tecnologías avanzadas, como PHP, Laravel, MySQL, React, Redux y Material-UI. El objetivo principal del sistema es optimizar la gestión de pólizas, permitiendo a la empresa llevar un control detallado y efectivo de las coberturas, vencimientos y demás aspectos relevantes.",
    "image": "https://res.cloudinary.com/dxe4igvmq/image/upload/v1700071222/Fotos/pfuaqcxhn2lnklf8zidr.png",
    "repositorio": "https://github.com/angeldvilla/sarmicro_front",
    "enlace": "https://github.com/angeldvilla/sarmicro_front"
  }
]
